
START = {
    "greet": "Здравствуйте! Спасибо за пользование картой Гостя.",
    "info": "Для продолжения необходимо согласиться с условиями пользования.\n\n<i>Посмотреть документы можно по ссылке <u>https://drive.google.com/file/d/1LsBEuGV9YM_2xvvLXH-0rbh_9BeYU69B/view?usp=sharing</u></i>",
    "photo": "https://i.postimg.cc/d3DJ5c9Q/photo-2024-04-26-09-49-02.jpg"
}

WELCOME = {
    "info": "<b>Добро пожаловать в Калининградскую область. Проведите время, испытав самые положительные эмоции и море впечатлений!</b>\n\n"
            "<i>Если вы администратор, пропишите команду /admin для доступа в админ панель</i>",
    "buttons": ["Общая информация", "Поиск по категориям"],
    "photo": "https://i.postimg.cc/B6ZxGPK0/2.png"
}
MENU = {
    "info": "Ниже вы можете выбрать категорию заведений, которые вы бы хотели посетить в нашем регионе!\n\nВы сможете узнать подробную информацию о каждом месте и получить скидку по карте Гостя!",
    "photo": "https://i.postimg.cc/V6DfdYhb/photo-2024-04-26-15-39-48.jpg"
}

GENERAL = {
    "info": "<b>Карта гостя Калининградской области – программа лояльности, благодаря которой туристы получают приятные бонусы и скидки на лучшие туристические предложения региона!</b>\n\n"
            "Срок действия карты не ограничен, а скидки и предложения по карте гостя обновляются ежегодно. <b>Напоминание!</b> Пользоваться картой могут только гости города. Карту гостя необходимо предоставлять заранее до оплаты услуг и заключения договоров.",
    "buttons": ["Где можно воспользоваться картой?"],
    "photo": "https://i.postimg.cc/0ND7jG4F/photo-2024-04-26-16-18-37.jpg"
}

OPTION = {
    "buttons": ["В главное меню", "Назад", "В избранное", "Вперёд"]
}

LIKED = {
    "info": "Ваши избранные заведения"
}
