REQUEST = {
    "info": "Введите пароль для доступа к админ панели:"
}

ADMIN = {
    "info": "здравствуйте. Здесь вы можете настраивать и обновлять бота при помощи кнопок на клавиатуре.\n\n"
            "<b>Что можно настроить:</b>\n\n"
            "- Обновить карточки заведений (в случае если вы обновили информацию о местах, где можно воспользоваться картой Гостя, в Google Таблице)\n"
            "- Написать новость или иную информацию, которая будет в первом сообщении при запуске бота, в отдельном блоке\n"
            "- Получить статистику за разные периоды по интересующим пунктам\n",
    "photo": "https://i.postimg.cc/pXXhDzbQ/1663459170-1-mykaleidoscope-ru-p-glavnaya-dostoprimechatelnost-kaliningrada-1.jpg"
}

REFRESH = {
    "info": "Таблица обновлена!"
}

NEWS = {
    "info": "Для того, чтобы опубликовать новость, напишите её и отправьте в чат. В ближайшем времени она будет выставлена в сообщении при старте бота!",
    "reply": "Так бот видит ваше сообщение. Проверьте его правильность.\n\nВ случае ошибки нажмите на кнопку <b>Отмена</b>, если же всё устраивает - <b>Опубликовать</b>",
    "publish": "Новость опубликована!"
}

STATISTICS = {
    "info": "Здесь статистика. Выберите за какой отрезок вывести статистику:\n\nСтатистика выводится за послений период",
    "buttons": ["День", "Неделя", "Месяц", "Квартал", "Год", "За всё время", "Вернуться в главное меню"],
    "photo": "https://i.postimg.cc/HxSs67HF/1559269657-0-96-1920-1176-1920x0-80-0-0-7c3ded636a81d27479f8cb3afcfc9f52.jpg",
}
