REQUEST = {
    "info": "Введите пароль для доступа к админ панели:"
}

ADMIN = {
    "info": "здравствуйте. Здесь вы можете настраивать и обновлять бота при помощи кнопок на клавиатуре.\n\n"
            "<b>Что можно настроить:</b>\n\n"
            "- Обновить карточки заведений (в случае если вы обновили информацию о местах, где можно воспользоваться картой Гостя, в Google Таблице [https://docs.google.com/spreadsheets/d/1wdDfiglVyZAmfqi5OxpVa04FG8Sd4NVcHNQwfMdoefI/edit?usp=sharing])\n"
            "- Написать новость или иную информацию, которая будет в первом сообщении при запуске бота, в отдельном блоке\n"
            "- Получить статистику за разные периоды по интересующим пунктам\n"
}

REFRESH = {
    "info": "Таблица обновлена!"
}

NEWS = {
    "info": "Для того, чтобы опубликовать новость, напишите её и отправьте в чат. В ближайшем времени она будет выставлена в сообщении при старте бота!",
    "reply": "Так бот видит ваше сообщение. Проверьте его правильность.\n\nВ случае ошибки нажмите на кнопку <b>Отмена</b>, если же всё устраивает - <b>Опубликовать</b>",
    "publish": "Новость опубликована!"
}

STATISTICS = {
    "info": "Здесь статистика. Выберите за какой отрезок вывести статистику:\n\nСтатистика выводится за послений период",
    "buttons": ["Неделя", "Месяц", "Квартал", "Год", "Всё время"],
    "photo": "https://i.postimg.cc/V6DfdYhb/photo-2024-04-26-15-39-48.jpg",
}
